Repository: MaddTheSane/colloquy-1
Catalog: Resources/Languages/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nb, nl, nn, pt_pt, zh_hant

source: You will exit all chat rooms and lose any unsaved chat transcripts. Do you want to proceed?
it: Uscirai da tutte le stanze e perderai tutte le sessioni non salvate. Vuoi procedere?
ja: すべてのチャットルームから退出し、チャットの記録を破棄しようとしています。続けてもよろしいですか？
nb: Du vil forlate alle samtalerom og miste alle ulagrede transkripsjoner. Ønsker du dette?
nl: Weet u zeker dat u dit venster wilt sluiten? U zult alle kanalen verlaten en nieuwe slimme transcripten, welke u niet heeft bewaard, gaan verloren.
nn: Du vil forlata alle samtalerom og mista alle ulagra transkripsjonar. Ynskjer du dette?
pt_pt: Sairá de todas as salas de conversa e perderá todas as transcrições por salvar. Quer prosseguir?
zh_hant: 您將會離開所有的聊天室，並且失去所有還沒存檔的聊天紀錄。您確定要繼續嗎？

source: (and %lu other criteria)
ja: （と %lu 個の基準）

source: and
ja: かつ

source: or
ja: または

source: %@ has been bricked.
ja: %@ が信頼されました。

source: %@ is reclaiming your attention by means of a beep.
ja: %@ はビープであなたの注意を再度得ようとしています。

source: %@ Mentioned a Highlight Word
ja: %@ がハイライト単語を発言しました

source: %lu logs still have to be indexed
ja: 残り %lu 個のログをインデックス付けしています

source: <span class="member">%@</span> has been bricked.
ja: <span class="member">%@</span> が信頼されました。

source: <span class="member">%@</span> was demoted from administrator by you.
ja: <span class="member">%@</span> を管理者から降格させました。

source: <span class="member">%@</span> was promoted to administrator by <span class="member">%@</span>.
ja: <span class="member">%2$@</span> が <span class="member">%1$@</span> を管理者に昇格させました。

source: <span class="member">%@</span> was promoted to administrator by you.
ja: <span class="member">%@</span> を管理者に昇格させました。

source: A brick flies off into the ether.
ja: 信頼情報ファイルが解き放たれました。

source: Additional Private Messages
ja: 続くプライベートメッセージ

source: Administrator
ja: 管理者

source: Auto Join
ja: 自動参加

source: Background
ja: 背景

source: Background image
ja: 背景画像

source: Background position
ja: 背景画像の位置

source: Beep received
ja: ビープを受信

source: Bold
ja: ボールド

source: Bottom Left
ja: 左下に固定

source: Bottom Right
ja: 右下に固定

source: Buddy Came Online
ja: 友達がオンラインになった時

source: Buddy Went Offline
ja: 友達がオフラインになった時

source: Cancel
ja: キャンセル

source: Center
ja: 中央に固定

source: Chat protocol error
ja: チャットプロトコルエラー

source: Chat Room Activity
ja: チャットルームが機能

source: Chat User Bricked
ja: チャットユーザが信頼されました。

source: Client got a malformed packet: %@
ja: 不正な形式のパケットを受信しました：%@

source: Connection error
ja: 接続エラー

source: Could not connect to server because the requested nickname (%@) was unavailable or invalid.
ja: リクエストしたニックネーム (%@) は利用できないか不正なためサーバへ接続することができませんでした。

source: description
ja: 説明

source: Direct Chat Invite
ja: ダイレクトチャットへの招待

source: Display event reasons
ja: イベントの理由を表示

source: Display hostmasks
ja: ホストマスクの表示

source: Dotted
ja: 点線

source: Event links
ja: イベントのリンク

source: Event text
ja: イベントのテキスト

source: Event timestamps
ja: イベントのタイムスタンプ

source: Extra Large
ja: 極大

source: First Private Message
ja: 最初のプライベートメッセージ

source: Founder
ja: 設立者

source: Full Tile
ja: タイル状に並べる

source: Half Operator
ja: 半オペレータ

source: Header text
ja: ヘッダ部分のテキスト

source: Headers
ja: ヘッダ

source: Hidden
ja: 隠す

source: Highlight style
ja: ハイライトスタイル

source: Highlight Word Was Mentioned
ja: ハイライト単語が発言された時

source: Highlight words
ja: ハイライト単語

source: Ignore Notifications
ja: 通知を無視

source: Indexing is complete
ja: インデックス付けは完了しています

source: Initiate DCC Chat
ja: DCC チャットを開始

source: Invalid URL
ja: 不正な URL

source: Invited to Direct Chat
ja: ダイレクトチャットに招待されました

source: Italic
ja: イタリック

source: Large
ja: 大

source: Large Gap
ja: 広い

source: Line spacing
ja: 行間

source: Links
ja: リンク

source: Main text
ja: メインテキスト

source: Main Window
ja: メインウインドウ

source: Medium
ja: 中

source: Member Demoted from Administrator
ja: メンバーが管理者から降格

source: Member Demoted from Half-Operator
ja: メンバーが半オペレータから降格

source: Member Demoted from Operator
ja: メンバーがオペレータから降格

source: Member Devoiced
ja: メンバーから発言権消失

source: Member Invited To Room
ja: メンバーがルームに招待された時

source: Member Joined Chat Room
ja: チャットルームにメンバーが参加

source: Member Kicked From Room
ja: メンバーがルームから追い出された時

source: Member Left Chat Room
ja: チャットルームからメンバーが退去

source: Member name style
ja: メンバー名スタイル

source: Member names
ja: メンバー名

source: Member Promoted to Administrator
ja: メンバーが管理者に昇格

source: Member Promoted to Half-Operator
ja: メンバーが半オペレータに昇格

source: Member Promoted to Operator
ja: メンバーがオペレータに昇格

source: Member Quieted
ja: メンバーが Quiet

source: Member underline
ja: メンバーの下線

source: Member Voiced
ja: メンバーに発言権

source: Message
ja: メッセージ

source: Message fade
ja: メッセージの影

source: Message highlight
ja: メッセージハイライト

source: New Memo Available
ja: 新しいメモがある時

source: New Room Administrator
ja: ルームの新しい管理者

source: Nickname column
ja: ニックネームのカラム

source: Notice Message
ja: 通知メッセージ

source: Off
ja: オフ

source: offline
ja: オフライン

source: On
ja: オン

source: One log still has to be indexed
ja: 残り 1 個のログをインデックス付けしています

source: Operator
ja: オペレータ

source: Other bubble's text
ja: その他のバブルのテキスト

source: Other bubbles
ja: その他のバブル

source: Out of bricks
ja: 信頼をなくしました

source: Plain
ja: 装飾なし

source: Please verify the servers public key.
ja: サーバ公開鍵を検証してください。

source: Please verify the users public key.
ja: ユーザ公開鍵を検証してください。

source: Plugin Notification
ja: プラグインからの通知

source: Quieted
ja: Quiet

source: Quieted Member Annulled
ja: メンバーの Quiet 解除

source: Quit
ja: 終了

source: Reply After Addressing Member
ja: 呼んだメンバーからの返信

source: Room Administrator Demoted
ja: 管理者の降格

source: Room members
ja: ルームメンバー

source: Search highlight
ja: 検索ハイライト

source: Server Connected
ja: サーバに接続

source: Server Disconnected
ja: サーバから切断

source: Server Identified Nickname
ja: サーバがニックネームを確認した時

source: Server name:
ja: サーバ名：

source: Small
ja: 小

source: Small Gap
ja: 狭い

source: Smart Transcript
ja: スマートチャット記録

source: Smart Transcripts
ja: スマートチャット記録

source: Solid
ja: 実線

source: Someone Beeped You
ja: ビープの受信

source: The download URL is either invalid or unsupported.
ja: ダウンロード URL が不正かサポートされていません。

source: The user "%@" is no longer connected (or never was connected) to the "%@" server.
ja: ユーザ "%1$@" はもはやサーバ "%2$@" に接続していません。
zh_hant: 使用者「%1$@」沒有連線到（或是從來沒連到過）「%2$@」這個伺服器上。

source: The user you specified could not be bricked because you are out of bricks. You can regain some more when somebody else bricks you.
ja: 信頼をなくしたため、指定されたユーザを信頼することができませんでした。ほかの誰かに信頼してもらってからであれば回復することができます。

source: Tile Across
ja: 横方向へのみ並べる

source: Tile Down
ja: 下方向へのみ並べる

source: Timestamp
ja: タイムスタンプ

source: Timestamps
ja: タイムスタンプ

source: title
ja: タイトル

source: Top Left
ja: 左上に固定

source: Top Right
ja: 右上に固定

source: Underline
ja: 下線

source: Underline links
ja: リンクの下線

source: Unhandled Notice Message
ja: 処理できない通知メッセージ

source: unknown
ja: 不明

source: User name:
ja: ユーザ名：

source: User Was Bricked
ja: ユーザが信頼された時

source: Visible
ja: 表示

source: Voice
ja: 発言権

source: waiting for connection
ja: 接続を待っています

source: You demoted yourself from administrator.
ja: 自分自身を管理者から降格させました。

source: You have been bricked.
ja: 信頼されました。

source: You promoted yourself to Administrator.
ja: 自分自身を管理者に昇格させました。

source: You were demoted from administrator by <span class="member">%@</span>.
ja: <span class="member">%@</span> によって管理者から降格させられました。

source: You were invited to participate in a chat with %@.
ja: %@ とのチャットに招待されました。

source: You were invited to participate in a chat with %@. Would you like to accept this invitation?
ja: %@ とのチャットに招待されました。この誘いを受けますか？

source: You were promoted to administrator by <span class="member">%@</span>.
ja: <span class="member">%@</span> によって管理者に昇格させられました。

source: Your bubble's text
ja: 自分のバブルのテキスト

source: Your bubbles
ja: 自分のバブル

source: Your header text
ja: 自分のヘッダのテキスト

source: Your headers
ja: 自分のヘッダ

source: Your message
ja: 自分のメッセージ

source: Your name
ja: 自分の名前

source: Your timestamps
ja: 自分のタイムスタンプ

# %@ changed this room to require a password of "%@".
source: %1$@ changed this room to require a password of “%2$@”.
nl: %1$@ wijzigde het wachtwoord voor dit kanaal naar “%2$@“.

source: %@ has 1 message waiting.
zh_hant: %@ 有一條尚未閱讀的訊息。
